export default {
	header: {
		downloadCv: 'скачать cv',
		link: 'https://andrey-fanin.github.io/cv/Andrey_Fanin_Frontend_developer_CV_RU.pdf'
	},
	aboutMe: {
		title: 'Обо мне',
		descrFirst: 'Всё, что я делаю - оно с людьми, про людей, для людей',
		descrSecond: 'Новый день - отличный повод изучить что-то новое',
		descrThird: '<проснись и кодь />'
	},
	contacts: {
		title: 'напишите мне'
	},
	preview: {
		info: 'портфолио фронтенд-разработчика'
	},
	projectsDescr: {
		onlineShop: [
			'интернет-магазин с авторизацией и админ-панелью',
			'демо-версия реализована с помощью supabase'
		],
		bankApp: ['мобильное приложение для денежных переводов'],
		vuelance: ['Лайт-версия фриланс-биржи'],
		todo: [
			'SPA с использованием всего основного функционала Vue',
			'Задачи сохранятся в localstorage',
			'При создании пятого таска вам покажут любимую собаку, а при очистке списков вы увидите полезный совет'
		],
		beats: [
			'Лендинг с виджетами',
			'Реализован адаптивной вёрсткой с One Page Scroll и с формой обработки xhr'
		],
		soloNika: ['интернет-магазин европейской мебели'],
		videoProduction: [
			'Многостраничный сайт с резиновой вёрсткой и формами отправки отзывов'
		]
	}
}
